{
    "tribe_members": [
        {
            "name": "Hokee Shadowwalker",
            "role": "Wise and strong member",
            "stories": ["The Origin of Fire"],
            "culture_info": "Hokee shares knowledge about the ancient Cherokee ceremonies and the importance of the sacred fire."
        },
        {
            "name": "Eden Moore-Greene",
            "role": "Wise elder",
            "stories": ["The Eagles Revenge"],
            "culture_info": "Eden discusses the balance of life and the importance of Cherokee values like respect, humility, and trust."
        },
        {
            "name": "Golanv Usdi/Little Raven",
            "role": "Storyteller",
            "stories": ["Strangers"],
            "culture_info": "Golanv tells tales of Cherokee myths and traditions, passed down through generations."
        },
        {
            "name": "Atohi Greene",
            "role": "Hunter",
            "stories": [],
            "culture_info": "Atohi shares wisdom on Cherokee hunting practices, particularly focusing on the spiritual connection to the earth."
        },
        {
            "name": "Enola",
            "role": "Elder",
            "stories": ["The Eagles Revenge"],
            "culture_info": "Enola speaks of the importance of ceremonies and the significance of the sacred fire in the Cherokee Nation."
        },
        {
            "name": "Annabelle Moore",
            "role": "Keeper of the tribe’s history",
            "stories": [],
            "culture_info": "Annabelle maintains the stories and history of the Cherokee people, preserving the past for future generations."
        },
        {
            "name": "Waya",
            "role": "Warrior",
            "stories": [],
            "culture_info": "Waya explains the structure of the Cherokee clans and the roles of warriors within the tribe."
        },
        {
            "name": "Willow Sage Moon",
            "role": "Healer",
            "stories": [],
            "culture_info": "Willow provides insight into traditional Cherokee medicine, emphasizing the spiritual and herbal healing techniques."
        }
    ],
    "stories": {
        "The Origin of Fire": "Long ago, the animals of the earth lived in a time of darkness, as fire was unknown to them.\n\nOne day, they saw a flicker of light on an island far across the water. It was the first fire, guarded jealously by the Thunders, powerful beings who lived there.\n\nThe animals gathered to discuss how they could bring the fire to their own land. After much deliberation, it was decided that the only way to acquire it was to send the swiftest among them to retrieve it.\n\nFirst, the Raven volunteered. With his dark wings, he flew across the water to the island. He waited until the Thunders weren't looking, then he swooped down to grab a piece of the fire. But as he grasped it in his beak, the flames singed his feathers, turning them black. He dropped the fire and returned to the animals with nothing but his burnt feathers as proof of his attempt.\n\nNext, the Screech Owl tried his luck. He flew silently over the water and approached the fire. But when he tried to pick it up, the sparks flew into his eyes, giving him his fiery red eyes that all screech owls have today. He, too, returned without the fire.\n\nThe animals were losing hope when the lowly Water Spider stepped forward. The other animals scoffed at her, but she assured them she could do it. She spun a small web and made it into a tiny bowl that she could carry on her back. Then she scurried across the water to the island. The Thunders did not notice the little Water Spider as she approached the fire.\n\nShe carefully took a single ember and placed it in her web bowl. She then hurried back across the water to the animals on the mainland.\n\nThe animals rejoiced when they saw the little ember in the Water Spider’s bowl. They used it to create fire, which they have kept ever since.\n\nFrom that day on, the Water Spider was revered for her cleverness and bravery, and the fire has brought warmth and light to the Cherokee people.",
        "The Eagles Revenge": "Once a hunter in the mountains heard a noise at night like a rushing wind..",
        "Strangers": "Up on a ridge, a rough eminence about a dozen miles from Tennessee was once an abiding place of Cherokee..."
    },
    "clans": {
        "Long Hair Clan": "The Long Hair Clan's subdivisions are Twister, Wind, and Strangers. They are known to be a very peaceful clan...",
        "Blue Clan": "The Blue Clan's subdivisions are Panther or Wildcat and Bear, which is considered the oldest clan...",
        "Wolf Clan": "The Wolf Clan has been known throughout time to be the largest clan...",
        "Wild Potato Clan": "Members of this clan were known to be 'keepers of the land,' and gatherers...",
        "Deer Clan": "Members of the Deer Clan were known as fast runners and hunters...",
        "Bird Clan": "Members of the Bird Clan were known as messengers between the people and the Creator...",
        "Paint Clan": "Members of the Paint Clan were historically known as medicine people..."
    },
    "culture": {
        "Cherokee Society": "Cherokee society is historically matrilineal...",
        "Homes": "The Cherokee Natives lived in villages. They built circular homes made of river cane, sticks, and plaster...",
        "Cherokee Values": "Cherokee Nation values: balance, harmony, cooperation, and respect within the community..."
    },
    "gatherables": {
        "objects": [
            "Sticks", 
            "Stones", 
            "Feathers", 
            "Charcoal", 
            "Sand for glass jars"
        ],
        "plants": [
            "Psilocybin Mushroom (rare)", 
            "Wintergreen Huckleberries", 
            "Blackberries", 
            "Raspberries", 
            "Desert Sage", 
            "Bulrush", 
            "Yarrow", 
            "Peyote", 
            "Mint", 
            "Flaxfiber"
        ],
        "others": [
            "Snake venom", 
            "Cotton (farmed item)", 
            "Water bottles", 
            "Red meat"
        ]
    }
}
